const genres = [{
        name: "Фантастика"
    },
    {
        name: "Фентезі"
    },
    {
        name: "Романи"
    },

    {
        name: "Триллери"
    },
    {
        name: "Детективи"
    },
    {
        name: "Підручники"
    },
    {
        name: "Пригоди"
    },

    {
        name: "Автобіографія"
    },
    {
        name: "Комікси"
    },
    {
        name: "Психологічні"
    },
    {
        name: "Кулінарні"
    },
    {
        name: "Жахи"
    },

    {
        name: "Гумор"
    },
    {
        name: "Еротика"
    },
    {
        name: "Бойовик"
    },

    {
        name: "Вестерн"
    },

    {
        name: "Журнали"
    },
    {
        name: "Історичні"
    }
];

module.exports = {
    genres
};