{
    "nextId": 16,
    "items": [
        {
            "name": "11/22/64",
            "author": "Стівен Кінг",
            "genre": "Наукова фантастика",
            "publisher": "Клуб сімейного дозвілля",
            "rating": 9.9,
            "year": 2011,
            "id": 10,
            "isAvailable": true,
            "image": "/images/78034834-663e-49bf-bffd-e2e06e8afc8e.jpg",
            "description": "Джейк Еппінг, тридцятип'ятирічний вчитель англійської мови та літератури в середній школі містечка Лізбон-Фолс, штат Мен, заради заробітку також викладає в класі для дорослих в рамках освітньої програми General Educational Development (GED програма). Одного разу, призначивши тему твору «День, що змінив моє життя», Еппінг отримує твір шкільного прибиральника Гаррі про ніч 50 років тому: розповідь про те, як батько Гаррі вбив його матір, сестру і брата молотком. Сам Гаррі залишився трішки недорозвинутим, з потрощеною ногою й відтоді накульгує… Невдовзі друг Джейка — керівник місцевої закусочної Ел — розкриває йому таємницю: в його коморі є часовий портал, що веде з 2011 року у 1958-й. Ел вербує Джейка на божевільну й шалену місію з запобігання вбивству президента Кеннеді. Так починається нове життя Джейка під іменем Джордж Емберсон у новому для нього світі рок-н-ролу, Джона Фіцджералда Кеннеді JFK, великих американських автомобілів і шалених танців; у світі, де він зустріне проблемного відлюдка Лі Гарві Освальда та вродливу шкільну бібліотекарку на ім'я Сейді Дангіл, яка стає коханням всього Джейкового життя …",
            "lastOrder": "2018-11-08T17:28:18.168Z"
        },
        {
            "name": "«Відьмак. Хрещення вогнем»",
            "author": "Анджей Сапковський",
            "genre": "Фентазі",
            "publisher": "Клуб сімейного дозвілля",
            "rating": 9.2,
            "year": 1996,
            "id": 11,
            "isAvailable": true,
            "image": "/images/ed198899-b589-44d3-b941-cafae4afa604.jpg",
            "description": "Третій том саги про відьмака — майстра меча і фахівця з чаклунства, який охороняє моральну і біологічну рівновагу в чарівному світі фантазії. Чотири королівства охоплює шаленство війни. Вилікувавшись від ран, Ґеральт разом зі своїм другом Любистком (Яскором) вирушає на пошуки Цірі. До них приєднуються лучниця Марія Баррінг, лицар Кагір, якого бачила в своїх кошмарах Цірі, та цирульник Еміель Регіс. Також на допомогу Цірі поспішає чаклунка Йеннефер, якій вдалося втекти з полону.",
            "lastOrder": "2018-11-08T17:31:05.361Z"
        },
        {
            "name": "Під куполом",
            "author": "Стівен Кінг",
            "genre": "жахи,  наукова фантастика",
            "publisher": "Клуб сімейного дозвілля",
            "rating": 9.2,
            "year": 2009,
            "id": 14,
            "isAvailable": true,
            "image": "/data/fs/de5bfc8c-acaf-434b-be03-413f0d3d088d.jpg",
            "description": "Осінньої днини на містечко Честер Мілл опустився прозорий Купол, через який неможливо пройти. Ніхто не знає, звідки він узявся й коли зникне. Люди, що виявилися відрізаними від усього світу, поступово розуміють, що віднині для них діє новий закон — закон сили. Стримувати злочинні схильності людей нема кому, тож владу захоплює місцева банда. Лише кілька громадян насмілюються чинити опір їхньому свавіллю. Але чи зможуть вони вижити й знищити Купол? Їхній час не просто обмежений. Він швидко спливає…",
            "lastOrder": "2018-11-08T17:40:08.452Z"
        }

    ]
}